<?php

return [
    'required' => 'Поле :attribute необходимо заполнить',
    'min' => 'Поле :attribute должно содержать минимум :min символов',
    'unique' => 'Поле :attribute должно быть уникальным',
    'email' => 'Введите корректный адрес эл. почты',
    'confirmed' => 'Пароли должны совпадать',
    'exists' => 'Данного :attribute не существует',
    'image' => 'В :attribute необходимо загрузить изображение',
    'mimes' => 'Файл должен быть одним из следующих типов:',
    'error-server' => 'Произошла ошибка. Попробуйте позже.',
    'type-photo' => 'Необходимо выбрать файл одного из форматов: jpg, png',
    'all-fill-required' => 'Заполните все обязательные поля'
];
